{"keras_version": "2.0.4", "class_name": "Sequential", "config": [{"class_name": "GlobalAveragePooling2D", "config": {"trainable": true, "batch_input_shape": [null, 5, 5, 2048], "dtype": "float32", "data_format": "channels_last", "name": "global_average_pooling2d_8"}}, {"class_name": "Dropout", "config": {"trainable": true, "rate": 0.5, "name": "dropout_15"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "trainable": true, "kernel_constraint": null, "name": "dense_15", "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "activation": "relu", "units": 1024, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"trainable": true, "rate": 0.5, "name": "dropout_16"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "trainable": true, "kernel_constraint": null, "name": "dense_16", "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "activation": "softmax", "units": 133, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null}}], "backend": "tensorflow"}